Repository: Extraordinary01/tmafisha-back
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Türkmen
ru: Туркменский

source: Rus
ru: Русский

source: Gören adamlaryň sany:
ru: Количество просмотров

source: Postlary gözlemek...
ru: Поиск постов...

source: Gözle
ru: Поиск

source: Soňky postlar
ru: Последние посты

source: Kategoriýalar
ru: Категории

source: Şäherler
ru: Города

source: Iň meşhur postlar
ru: Самые популярные посты

source: Iň köp görülen postlar bilen tanyş boluň
ru: Ознакомьтесь с самыми популярными постами

source: Öz postlaryňyzy goşmak üçin biz bilen habarlaşyň
ru: Свяжитесь с нами чтобы добавить свои посты

source: Bu ýerde siziň postuňyz hem bolup biler!
ru: Здесь может быть и ваш пост

source: Habarlaşmak
ru: Связаться

source: Ähli hukuklar goraglanan. Saýla.
ru: Все права защищены. Saýla.

source: Öý sahypasy
ru: Главная

source: Aksiýalar
ru: Акции

source: Çykmak
ru: Выйти

source: Login
ru: Войти

source: Dil
ru: Язык

source: Jemi baha:
ru: Общий рейтинг:

source: Baha beren adamlaryň sany:
ru: Количество оценивших людей:

source: Siziň bahaňyz:
ru: Ваша оценка:

source: Baha berilmedik
ru: Не оценено

source: Baha bermek üçin
ru: Чтобы оставить свою оценку, пожалуйста

source: ulgama girmegiňizi
ru: войдите в систему
