Repository: Extraordinary01/tmafisha-back
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Ulanyjy at
ru: Имя пользователя

source: Ulanyjy adyňyzy giriziň
ru: Введите имя пользователя

source: Email salgy
ru: Аддрес электронной почты

source: Email salgyňyzy giriziň
ru: Введите аддрес электронной почты

source: Parol
ru: Пароль

source: Parolyňyzy giriziň
ru: Введите пароль

source: Parolyňyzy tassyklaň
ru: Подтвердите пароль

source: Parolyňyzyň tassyklamasyny giriziň
ru: Введите подтверждение пароля

source: Parolyňyz
ru: Ваш пароль

source: Täze parolyňyz
ru: Новый пароль

source: Täze parolyňyzy giriziň
ru: Введите новый пароль

source: Täze parolyňyzyň tassyklamasy
ru: Подтвердите новый пароль

source: Täze parolyňyziň tassyklamasyny giriziň
ru: Введите подтверждение нового пароля

source: Salam
ru: Привет

source: Aşakdaky ýollanma basyp registrasiýaňyzy tassyklamagyňyzy haýyş edýäris
ru: Просим подтвердить регистрацию нажав на ссылку внизу

source: Eger web sahypamyzda siz registrasiýadan geçmedik bolsaňyz, onda şu email-a üns bermäň!
ru: Если вы не проходили регистрацию на нашем сайте, просим просто игнорироватьэто письмо!

source: Registrasiýaňyz tassyklanmady
ru: Регистрация не подтверждена

source: Registrasiýaňyz şowly geçmedi
ru: Регистрация прошла не успешно

source: Siziň aktiwasion ýollanmaňyz ýalňyş!
ru: Ваша активационная ссылка неправильная!

source: Registrasiýaňyz tassyklandy
ru: Ваша регистрация подтверждена

source: Registrasiýaňyz şowly geçdi
ru: Регистрация прошла успешно

source: Email salgyňyzy tassyklanyňyz üçin sagboluň! Ulgama girmek üçin şu
ru: Спасибо за подтверждение электронной почты. Чтобы войти в систему нажмите на эту

source: ýollanma
ru: ссылку

source: Registrasiýany tassyklamak
ru: Подтверждение регистрации

source: Registrasiýaňyzy tassyklaň
ru: Подтвердите регистрацию

source: Registrasiýaňyzy tassyklamak üçin, biz sizň girizen email salgyňyzy hat ugratdyk. Şol hatyň düzümindäki ýollanma basmak arkaly siz özüňizi tassyklap bilersiňiz!
ru: Чтобы подтвердить регистрацию мы отправили письмо на вашу электронную почту которую вы ввели. Нажав на ссылку содержающейся в письме вы сможете подтвердить себя!

source: Ulgama girip bolmady
ru: Не удалось войти в систему

source: Siz entäk özüňizi tassyklamadyňyz!
ru: Вы ещё себя не подтвердили!

source: Ulgama girmek
ru: Войти в систему

source: Eger siz öň ulgama girmedik bolsaňyz, onda
ru: Если вы раньше не входили в систему, то тогда

source: registrasiýa
ru: регистрация

source: Eger siz açar sözüňizi ýadyňyzdan çykaran bolsaňyz, onda
ru: Если вы забыли пароль, то тогда

source: paroly täzelemek
ru: обновить пароль

source: Ulgamdan çykmak
ru: Выйти из системы

source: Siz ulgamdan çykdyňyz.
ru: Вы вышли из системы

source: Paroly täzelemek
ru: Обновить пароль

source: Paroly täzelemek sahypasy
ru: Страница обновления пароля

source: Parolyňyzy ýatdan çykaran bolsaňyz, saýtymyzda registrasiýa bolan email salgyňyzy aşaky meýdançada ýazyň
ru: Если вы забыли свой пароль, введите в поле внизу ваш электронный аддрес по которому вы зарегистрировались на нашем сайте

source: Hat ugratmak
ru: Отправить письмо

source: Täze parol şowly goýuldy
ru: Новый пароль

source: Parolyňyz täzelendi
ru: Ваш пароль обновлен

source: Siziň parolyňyz täzelendi. Täzeden ulgama girmegiňizi haýyş edýäris
ru: Ваш пароль обновлен. Просим заново войти в систему

source: Biz siziň email salgyňyza paroly çalşyş koduny iberdik. Eger size hiç hili hat gelmedik bolsa, onda girizen email salgyňyzyň dogry girizendigiňize üns beriň!
ru: Мы отправили на вашу электронную почту код для обновления пароля. Если вы не получили письмо, то тогда просим вас удостоверится в том что вы ввели правильный аддрес электронной почты!

source: Eger-de siz parolyňyzy täzelemekligi isleýän bolsaňyz onda aşakdaky ýollanma basyň:
ru: Если вы хотите обновить пароль, то тогда просим нажать на ссылку внизу:

source: Täze paroly girizmek
ru: Введите новый пароль

source: Täze parolyňyzy aşakdaky meýdançada girizip tassyklamagyňyzy haýyş edýäris!
ru: В поле внизу просим ввести ваш новый пароль и его подтверждение!

source: Registrasiýa
ru: Регистрация

source: Siz registrasiýa düwmesine basyp, şu
ru: Нажав на кнопку регистрация вы соглошаетес с нашим пользовательским

source: şertnama
ru: соглашением

source: Eger siz öň ulgama girip gören bolsaňyz, onda
ru: Если вы раньше входили систему, то тогда

source: ulgama giriň
ru: войдите в систему

source: Email salgyňyzy tassyklaň.
ru: Подтвердите аддрес электронной почты
