Repository: Extraordinary01/tmafisha-back
Catalog: afisha/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Surat
ru: Изображение

source: Aksiýa
ru: Акция

source: Kategoriýa
ru: Категория

source: Kategoriýany saýlaň
ru: Выберите категорию

source: Şäher
ru: Город

source: Şäheri saýlaň
ru: Выберите город

source: Adyňyz
ru: Имя

source: Email salgyňyz
ru: Аддрес почты

source: Tema
ru: Тема

source: Teklibiňiz
ru: Ваше предложение

source: Kategoriýanyň ady
ru: Название категории

source: Kategoriýalar
ru: Категории

source: Şäheriň ady
ru: Название города

source: Şäherler
ru: Города

source: Kontent
ru: Контент

source: Döredilen wagt
ru: Время создания

source: Görlenleriň sany
ru: Количество просмотров

source: Telefon belgi
ru: Номер телефона

source: Jaň düwmesine basylanlaryň samy
ru: Количество нажатий на кнопку звонок

source: Post
ru: Пост

source: Postlar
ru: Посты

source: Sosial tordaky akkaundyň ady
ru: Название аккаунда в социальных сетях

source: URL-y
ru: URL

source: Sosial tor
ru: Социальная сеть

source: Sosial torlar
ru: Социальная сети

source: Gören adamlaryň sany:
ru: Количество просмотров:

source: Bagyşlaň siziň gözleýän postlaryňyz entäk ýok!
ru: Простите посты которые вы ищите пока отсутствуют!

source: Filter
ru: Фильтр

source: Habarlaşmak
ru: Связаться

source: habarlaşmak
ru: связаться

source: teklipleriňiz bilen paýlaşyň
ru: поделитесь со своими предложениями

source: Teklibiňizi ibermek
ru: Ваше предложение

source: Ibermek
ru: Отправить

source: biziň maglumatlarymyz
ru: наши контактные данные

source: TELEFON BELGIMIZ
ru: НОМЕР ТЕЛЕФОНА

source: EMAIL SALGYMYZ
ru: АДДРЕС ЭЛЕКТРОННОЙ ПОЧТЫ

source: Jaň etmek
ru: Позвонить

source: Ähli postlary görmek
ru: Просмотреть все посты

source: Bagyşlaň, siziň gözleýän sahypaňyz saýtymyzda ýok!
ru: Простите посты которые вы ищите пока отсутствуют!

source: Bu sahypa girmek gadagan!
ru: Заходить в эту страницу запрещено!

source: Bagyşlaň, size bu sahypa girmek gadagandyr!
ru: Простите, но заходить в эту страницу вам запрещено!

source: Serwer ýalňyşlygy
ru: Ошибка сервера

source: Bagyşlaň, siz bu sahypa girjek bolan wagtyňyz, serwerde ýalňyşlyk ýüze çykdy! Öý sahypa ýa-da öňki sahypaňyza dolanmagyňyzy haýyyş edýäris!
ru: Простите, когда вы пытались зайти на эту страницу произошла ошибка на сервере! Просим перейти на главнуюу или предыдущую страницу!

source: Aksiýalar
ru: Акции

source: Meşhur postlar
ru: Популярные посты

source: Gözleg
ru: Поиск
